Repository: webaxones/wax-wc-product-delivery-time
Catalog: languages/wax-product-delivery-time-*.po
Languages: fr_fr

source: A multiple of 7 will be displayed in number of weeks. Example: 14 days will be displayed "2 weeks", but 15 days will be displayed "15 days"
fr_fr: Un multiple de 7 sera affiché en nombre de semaines. Exemple : 14 jours seront affichés « 2 semaines », mais 15 jours seront affichés « 15 jours »

source: Add a field to WooCommerce product to set an estimated delivery time in days
fr_fr: Ajoute un champ au produit WooCommerce pour définir un nombre de jours de livraison estimé

source: Backorders
fr_fr: Commandes en réapprovisionnement

source: days
fr_fr: jours

source: Default number of days
fr_fr: Nombre de jours par défaut

source: Delivery times for backorders
fr_fr: Délais de livraison pour les commandes en réapprovisionnement

source: Delivery times text
fr_fr: Texte du délai de livraison

source: Don’t forget the code "%s" if you want to display the number of days!
fr_fr: N’oubliez pas le code « %s » si vous voulez afficher le nombre de jours !

source: Estimated number of days
fr_fr: Nombre de jours estimé

source: Multiples of 7 will be displayed in number of weeks. Example: 14 days will be displayed in 2 weeks.
fr_fr: Les multiples de 7 seront affichés en nombre de semaines. Exemple : si vous définissez 14 jours, « 2 semaines » sera affiché.

source: Sorry! To use Wax WooCommerce Product Delivery Time, you must install and activate the WooCommerce extension.
fr_fr: Désolé ! Pour utiliser Wax WooCommerce Product Delivery Time, vous devez installer et activer l’extension WooCommerce.

source: The following options are used to configure default delivery times for backorders
fr_fr: Les options suivantes sont utilisées pour configurer les valeurs par défaut des délais de livraison des commandes en réapprovisionnement

source: The number of days that will be set by default if a product is allowed to be backordered
fr_fr: Le nombre de jours qui sera défini par défaut si un produit est autorisé à être commandé en réapprovisionnement

source: This will override the "Available for back order" text on product pages. Important: use %s into this text and it will be replaced with the number of days. Example: "Available for backorders within %s" will display "Available for backorders within 4 days" if previous field contains 4.
fr_fr: Ceci remplacera le texte « Disponible pour les commandes en réapprovisionnement » sur les pages de produits. Important : utilisez le code %s dans le texte afin qu’il soit remplacé par le nombre de jours. Exemple : « Disponible pour les commandes en réapprovisionnement sous %s » sera affiché ainsi « Disponible pour les commandes en réapprovisionnement sous 4 jours » si le champ précédent contient 4.

source: weeks
fr_fr: semaines
